{
   "wording": [
    {
     "name": "conversions",
     "title": "Extensions",
     "description": "Expand your living space with custom-designed extensions, from single-story additions to multi-level transformations that maximize your home's potential."
    },
    {
     "name": "fencing",
     "title": "Fencing",
     "description": "Secure your property and enhance its curb appeal with our stylish and durable fencing options in wood, vinyl, metal, and other high-quality materials."
    },
    {
     "name": "kitchenrenovations",
     "title": "Kitchen Renovations",
     "description": "Create the kitchen of your dreams with our expert renovations, from modern updates and functional layouts to complete redesigns that reflect your style."
    },
    {
     "name": "loftconversions",
     "title": "Loft Conversions",
     "description": "Utilize your unused attic space with our loft conversions, transforming it into extra bedrooms, a home office, or a relaxing retreat designed to fit your needs."
    },
    {
     "name": "landscaping",
     "title": "Landscaping",
     "description": "Transform your outdoor space into an extension of your home with our custom-designed patios, walkways, garden designs, and water features that enhance your enjoyment."
    },
    {
     "name": "roofing",
     "title": "Roofing",
     "description": "Protect your home's value and ensure lasting comfort with our professional roofing installations, repairs, and maintenance services using top-quality materials."
    },
    {
     "name": "carpentryandjoinery",
     "title": "Carpentry And Joinery",
     "description": "Enhance your home's beauty and functionality with custom woodwork, built-in cabinetry, and expert joinery solutions crafted with precision and quality."
    },
    {
     "name": "bathrooms",
     "title": "Bathrooms",
     "description": "Upgrade your bathroom into a space of relaxation and rejuvenation with our custom renovations, featuring modern fixtures and luxurious finishes."
    }
   ]
  }
  